{"claim": "The cost of making Pirates of the Caribbean: On Stranger Tides (2011) was $376.5 million after a tax credit.", "label": "false"}
{"claim": "Teams need to have well-defined roles, responsibilities, norms, and processes that facilitate coordination and communication.", "label": "true"}
{"claim": "Lighting bonfires on the eve of Holi symbolizes the triumph of good over evil and the purification of negative energies.", "label": "true"}
{"claim": "Reading other writers' works can challenge, motivate, or inspire you to get the words out.", "label": "true"}
{"claim": "Enabling technology solutions that support communication, productivity, and well-being is an effective way to promote mental wellness and prevent burnout.", "label": "true"}
{"claim": "After a vaccine is approved by the FDA, it goes through a separate process to determine if it should be recommended for use in the general public or in specific groups of people, led by CDC’s Advisory Committee on Immunization Practices (ACIP).", "label": "true"}
{"claim": "Hurling was outlawed by the Normans in the 12th century, but it survived and even flourished in some areas, especially in Munster.", "label": "true"}
{"claim": "Supermassive black holes can be up to 50 billion times the mass of the Sun.", "label": "false"}
{"claim": "Ocean energy can be produced in various forms such as wave power (e.g., buoys), tidal power (e.g., turbines), ocean thermal energy conversion (OTEC), or salinity gradient power.", "label": "true"}
{"claim": "Relaxation techniques such as deep breathing, meditation, mindfulness, or progressive muscle relaxation can help cope with stress.", "label": "true"}
{"claim": "Memory recollection and familiarity is a possible explanation for déjà vu.", "label": "true"}
{"claim": "The Olympic Games have grown to become the world's largest sporting event, featuring thousands of athletes from over 200 nations and regions competing in various summer and winter sports.", "label": "true"}
{"claim": "According to the American Psychological Association, some common sources of work stress are low salaries, excessive workloads, lack of opportunities for growth or advancement, work that isn't engaging or challenging, lack of social support, not having enough control over job-related decisions, and conflicting demands or unclear performance expectations.", "label": "true"}
{"claim": "Gene therapy is a promising field of medicine that aims to treat or cure genetic diseases by delivering corrected versions of faulty genes to the affected cells or tissues.", "label": "true"}
{"claim": "Merit Ptah and Peseshet were female physicians who lived in ancient Egypt around 2700 BC and 2500 BC respectively.", "label": "false"}
{"claim": "Dolphins use toxic pufferfish to 'get high', passing them around in a pod and then floating near the surface, apparently mesmerised by their own reflections.", "label": "true"}
{"claim": "Music can be harnessed to improve our mental well-being and reduce stress levels by listening to music that we find pleasurable and meaningful.", "label": "true"}
{"claim": "The American Academy of Pediatrics recommends no more than two hours of screen time per day for adults.", "label": "false"}
{"claim": "Breaking tasks into smaller steps can make them more manageable and boost motivation.", "label": "true"}
{"claim": "Adopting green certification standards provides guidelines and recognition for events that meet certain environmental criteria.", "label": "true"}
{"claim": "The fingerprints of a koala are so indistinguishable from humans that they have on occasion been confused at a crime scene.", "label": "true"}
{"claim": "Flamenco has also been influenced by musical traditions from the Caribbean, Latin America, and Europe.", "label": "true"}
{"claim": "The Eiffel Tower was designed by Gustave Eiffel's company for the 1889 World's Fair in Paris to celebrate the centennial of the French Revolution and France's industrial power.", "label": "true"}
{"claim": "Implementing solutions for food waste reduction may require initial investment, training, or policy changes in restaurants.", "label": "true"}
{"claim": "Transportation accounts for about 27% of total U.S. greenhouse gas emissions.", "label": "false"}
{"claim": "The construction of the Eiffel Tower took only two years (1887-1889) to erect the tower, which was made of more than 18,000 pieces of wrought iron and 2.5 million rivets.", "label": "true"}
{"claim": "Choosing organic and local foods that are in season can reduce emissions from transporting food from far away.", "label": "false"}
{"claim": "Growing kelp, eelgrass, and other vegetation in the ocean can provide habitat, food, and oxygen for marine animals, as well as economic benefits for coastal communities.", "label": "true"}
{"claim": "Duodji crafts include clothing, hats, belts, jewelry, shoe bands, cups, knives, bags, needle cases, cheese forms, and harnesses.", "label": "true"}
{"claim": "Each utensil in the Chinese tea ceremony has a specific function and aesthetic value.", "label": "true"}
{"claim": "Beethoven suffered from a severe form of tinnitus, which meant he heard a constant ringing in his ears, and an autopsy revealed he had a distended inner ear that had developed lesions over time.", "label": "true"}
{"claim": "The spacecraft will crash into a small moonlet orbiting a larger asteroid called Didymos in September 2023, measuring the change in its orbit.", "label": "false"}
{"claim": "Genetic editing technology can introduce unintended or harmful changes in DNA, such as off-target effects, mosaicism, or chromosomal abnormalities.", "label": "true"}
{"claim": "The deepest known area of the ocean is the Mariana Trench, which has a depth of 11 km.", "label": "false"}
{"claim": "A growth mindset is the belief that a person's capacities and talents can be improved over time through hard work, good strategies, and input from others.", "label": "true"}
{"claim": "Filter bubbles are not as prevalent or problematic as they are portrayed, and that users are still exposed to diverse and accurate perspectives through other sources and channels.", "label": "false"}
{"claim": "The cost of making Pirates of the Caribbean: On Stranger Tides (2011) was more than $456 million when adjusted for inflation.", "label": "false"}
{"claim": "The earliest known use of cryptography was over 5600 years ago in Sumeria and Egypt, where cuneiform and hieroglyphs were used to record transactions.", "label": "false"}
{"claim": "The high budget of Pirates of the Caribbean: On Stranger Tides (2011) was due to the extensive use of visual effects.", "label": "true"}
{"claim": "The Maori Haka dance has its origins in Maori legend, as a dance of the son of the sun god and the summer maid.", "label": "true"}
{"claim": "MMR and chickenpox are vaccines that live but weakened versions.", "label": "true"}
{"claim": "The art of hun lakhon lek originated in the royal court of Thailand in the 17th century, influenced by Chinese rod puppetry.", "label": "false"}
{"claim": "Bata is a three-drum set that can be struck by hand or with a stick.", "label": "false"}
{"claim": "ENIAC had no memory to store data or programs; instead, it used function tables that could be manually set to different values.", "label": "false"}
{"claim": "The Sensorama machine by Morton Heilig in 1956 combined 3D video, audio, smell, vibration, and wind to create an immersive multisensory experience.", "label": "false"}
{"claim": "Pirates of the Caribbean: On Stranger Tides (2011) is the most expensive movie ever made.", "label": "false"}
{"claim": "The Rosetta Stone slab enabled scholars to decipher hieroglyphs for the first time, opening up a new understanding of ancient Egyptian civilization.", "label": "true"}
{"claim": "Flamenco became popular among foreign tourists and artists who admired its passion and beauty.", "label": "true"}
{"claim": "Brain-to-brain communication is the direct conveyance of information from one brain to another without using the common sensory channels of communication.", "label": "true"}
{"claim": "Eric Joisel pioneered the wet-folding technique that allows for more sculptural and expressive origami forms.", "label": "false"}
{"claim": "Maintaining flexibility and forgiveness is important for dealing with setbacks.", "label": "true"}
{"claim": "NLU is considered an AI-hard problem because it requires not only understanding the syntax and semantics of human language, but also the context, pragmatics, and common sense knowledge.", "label": "true"}
{"claim": "The first high-level programming language was Short Code.", "label": "false"}
{"claim": "The signal had a frequency of 980 megahertz, which is not used by human technology or natural sources.", "label": "false"}
{"claim": "The Sagrada Familia is a Roman Catholic minor basilica in Barcelona, Spain, designed by the famous architect Antoni Gaudí.", "label": "true"}
{"claim": "Shigeru Miyamoto originally wanted to make a game based on Popeye, but he couldn't get the rights to use the characters.", "label": "true"}
{"claim": "Desalination technology has a long history that dates back to ancient times, when people used evaporation and distillation methods to obtain fresh water from seawater.", "label": "true"}
{"claim": "Healthy eating habits in children can help prevent or reduce the risk of childhood obesity.", "label": "true"}
{"claim": "Brain mapping will enable researchers to map the circuits responsible for various functions and behaviors, such as motor control, vision, memory, and emotion.", "label": "true"}
{"claim": "ENIAC also inspired many other computer projects and innovations, such as EDVAC , UNIVAC , and software development.", "label": "true"}
{"claim": "Elephants are the only animal that can't jump.", "label": "false"}
{"claim": "Single-use plastics often end up in landfills, oceans, and wildlife habitats, where they can persist for centuries and cause harm to animals and ecosystems.", "label": "true"}
{"claim": "The direct method is an approach that involves teaching a language through the target language only, without using the learners' native language or translation.", "label": "true"}
{"claim": "This would be equivalent to 4,000 gigawatts of installed capacity, which is more than the current global capacity of all renewable sources combined.", "label": "false"}
{"claim": "Many sustainable and ethical fashion brands innovate new ways of designing, producing, and delivering clothes that minimize harm to the planet and people, such as using renewable energy, biodegradable packaging, digital technologies, etc.", "label": "true"}
{"claim": "Avoiding the use of single-use plastics, such as bottles, bags, straws, or cutlery, can mitigate the negative impact on the environment.", "label": "true"}
{"claim": "In 2023, the Sydney Opera House was awarded the world's highest civil engineering honour, the International Association for Bridge and Structural Engineering (IABSE) Outstanding Structure Award, for its exceptional design and construction.", "label": "false"}
{"claim": "Social self-care involves taking care of your relationships by building a supportive network of positive and healthy people.", "label": "true"}
{"claim": "Kepler-22b is the first potentially habitable exoplanet discovered in 2010.", "label": "false"}
{"claim": "Music can be harnessed to improve our mental well-being and reduce stress levels by engaging in active musical activities such as singing, playing an instrument, or dancing.", "label": "true"}
{"claim": "By the 17th century, origami had entered Japanese society and was being used for both decorative and ceremonial purposes, such as to mark religious sites or to give as tokens and gifts.", "label": "true"}
{"claim": "MiRNAs can target about 60% of the genes of humans and other mammals.", "label": "false"}
{"claim": "Developing a safe and effective vaccine to prevent HIV infection is one of the highest priorities for HIV research.", "label": "true"}
{"claim": "Some events follow the ISO 20121 standard for sustainable event management.", "label": "true"}
{"claim": "Classical computers have less compute power than quantum computers and cannot scale as easily for problems that involve a large number of variables and outcomes.", "label": "true"}
{"claim": "A snail can sleep for three years.", "label": "false"}
{"claim": "The painting has also been stolen from the Louvre in 1911 by an Italian worker who wanted to return it to Italy.", "label": "false"}
{"claim": "Deep learning has enabled many of the recent achievements in AI, such as AlphaGoZero, GPT-3, and StyleGAN.", "label": "true"}
{"claim": "Despite extensive searches, no trace of the plane or its passengers has been found.", "label": "false"}
{"claim": "The release of the first home console, the Magnavox Odyssey, in 1972, used cartridges to play different games on a TV screen.", "label": "false"}
{"claim": "The term \"black hole\" was coined in 1967 by American astronomer John Wheeler.", "label": "false"}
{"claim": "Posidonia oceanica covers an area of about 200 km2 (77 sq mi).", "label": "false"}
{"claim": "PSMA-targeted therapy in prostate cancer uses a radioactive tracer that binds to prostate-specific membrane antigen (PSMA), a protein that is highly expressed on prostate cancer cells.", "label": "true"}
{"claim": "The torch relay has been seen as a symbol of peace, unity, and hope, as well as a celebration of human achievement and diversity.", "label": "true"}
{"claim": "Stephen Hawking made many contributions to our understanding of the universe, such as the theory of exploding black holes, the Hawking radiation, and the Hartle–Hawking state.", "label": "true"}
{"claim": "Small-scale farming is the practice of cultivating small plots of land, often by family farmers or cooperatives.", "label": "true"}
{"claim": "The tea ceremony is considered one of the three classical arts of Japanese refinement, along with kodo (incense appreciation) and kado (flower arranging).", "label": "true"}
{"claim": "Biogeography provides evidence for evolution by observing that species in the same geographic region tend to be more similar to each other than to species in different regions.", "label": "true"}
{"claim": "Disneyland revolutionized the theme park industry by introducing immersive lands, storytelling, animatronics, and high-quality standards.", "label": "true"}
{"claim": "Marie Curie discovered two new elements, polonium and radium, with her husband in 1898.", "label": "true"}
{"claim": "The invention of the first artificial heart was inspired by the need to save lives of people with heart failure and to overcome the shortage of donor hearts for transplantation.", "label": "true"}
{"claim": "Scientists at Cardiff University found a new type of T-cell that can recognize and kill a wide range of cancer cells, including prostate, breast, lung, colon, ovarian, and cervical cancers.", "label": "true"}
{"claim": "The inspiration behind \"Bohemian Rhapsody\" is not very clear, as Mercury was reluctant to explain the meaning behind the lyrics and simply claimed it was about relationships.", "label": "true"}
{"claim": "Physical methods such as ice packs, heat pads, massage, acupuncture, or transcutaneous electrical nerve stimulation (TENS) are used for pain management after surgery.", "label": "true"}
{"claim": "Offering incentives for customers to return or exchange used clothing can reduce waste and emissions and create additional revenue streams.", "label": "true"}
{"claim": "Vincent van Gogh was fascinated by the night sky and its colors and stars.", "label": "true"}
{"claim": "Learners who have more opportunities to hear, read, speak, and write in the target language tend to achieve higher levels of proficiency than those who have less exposure.", "label": "true"}
{"claim": "The hippocampus is a key brain region for initial memory formation and transfer of memories from short-term to long-term storage.", "label": "true"}
{"claim": "Germany has been a leader in renewable energy production and consumption, reducing its dependence on fossil fuels and lowering its greenhouse gas emissions.", "label": "true"}
{"claim": "The Ocean Cleanup has removed 220,000 pounds of plastic from the Great Pacific Garbage Patch.", "label": "false"}
{"claim": "Green hydrogen production does not emit any greenhouse gases or pollutants.", "label": "true"}
{"claim": "The FBI spied on Albert Einstein for over 22 years, suspecting him of being a communist sympathizer.", "label": "true"}
{"claim": "Diwali is marked by four days of celebration, each with a different tradition and significance.", "label": "false"}
{"claim": "The SS Ourang Medan became a wreck in the 1940s or 1950s.", "label": "true"}
{"claim": "The Ambilobe Panther Chameleon, the Carpet Chameleon, and the Labord's Chameleon are native to Madagascar and South Africa.", "label": "false"}
{"claim": "Quantum tunneling is a consequence of the wave nature of matter.", "label": "true"}
{"claim": "The cheeses in Southern Italian cuisine are mainly made with goat or sheep's milk, such as mozzarella, ricotta, and pecorino.", "label": "false"}
{"claim": "The brain is 73% water.", "label": "false"}
{"claim": "The captured CO2 can be stored in various geological formations, such as depleted oil and gas reservoirs, saline aquifers, or coal seams.", "label": "true"}
{"claim": "This creates a conflict between what we think we have experienced and what we actually have experienced.", "label": "true"}
{"claim": "Financial literacy can help children and teenagers develop critical thinking, decision-making, and problem-solving skills, as well as prepare them for emergencies and challenges.", "label": "true"}
{"claim": "Western medicine prevention focuses on reducing the risk factors and exposure to disease using vaccines, screening tests, or prophylactic drugs.", "label": "true"}
{"claim": "Autophagy can prevent the accumulation of cellular junk parts that can impair cell function and lead to aging-related diseases.", "label": "true"}
{"claim": "Beethoven started to lose his hearing when he was only 26 years old and at the peak of his career, and was completely deaf by the time of his death.", "label": "true"}
{"claim": "Avoiding fast fashion by buying less, choosing quality items, shopping second-hand, or swapping clothes helps reduce emissions, waste, and the environmental impact of the fashion industry.", "label": "true"}
{"claim": "Greenland sharks reach sexual maturity at about the age of 150.", "label": "true"}
{"claim": "The cost of making Pirates of the Caribbean: On Stranger Tides (2011) was $376.5 million after a tax credit.", "label": "false"}
{"claim": "Solar power is one of the best potential solutions to the climate crisis, as it does not emit greenhouse gas or air pollution.", "label": "true"}
{"claim": "Empowering individuals to seek professional help when needed and supporting them in their recovery journey is crucial for overcoming stigma.", "label": "true"}
{"claim": "The tea ceremony was introduced to Japan by Buddhist monks in the 8th century CE.", "label": "false"}
{"claim": "Self-driving cars could reduce traffic fatalities by eliminating human error, which is responsible for 94% of traffic collisions in the US.", "label": "true"}
{"claim": "AI systems can collect, store, analyze, and share large amounts of personal data from users, which can infringe on their privacy and expose them to identity theft, fraud, hacking, or manipulation.", "label": "true"}
{"claim": "John F. Kennedy secretly agreed to remove US nuclear missiles from Turkey in exchange for the Soviet withdrawal from Cuba.", "label": "true"}
{"claim": "Mercury wanted people to find their own meaning in \"Bohemian Rhapsody.\"", "label": "true"}
{"claim": "One of them was Creeper, written in 1971 by Bob Thomas at BBN Technologies.", "label": "true"}
{"claim": "Regular and moderate exercise during the day can improve both physical and mental health and enhance sleep quality.", "label": "true"}
{"claim": "Lab-grown meat could be more sustainable than traditional meat, potentially reducing the environmental impact of animal agriculture, which is a significant source of greenhouse gas emissions, land use, water use, and pollution.", "label": "false"}
{"claim": "Solar PV is now one of the cheapest sources of electricity in many regions of the world.", "label": "true"}
{"claim": "Packet switching was developed by the RAND Corporation in the early 1970s for secure voice transmission.", "label": "false"}
{"claim": "Vincent van Gogh created swirling patterns in the sky to evoke a sense of turbulence and dynamism, as well as to express his emotions and visions.", "label": "true"}
{"claim": "The demonstration of information storage in black holes utilized quantum theory and holography.", "label": "true"}
{"claim": "UY Scuti is the largest known star in the universe.", "label": "false"}
{"claim": "Upwards of 97% of people are thought to have experienced déjà vu at least once.", "label": "true"}
{"claim": "Modern wings are often swept back or have winglets to reduce drag and increase lift.", "label": "true"}
{"claim": "Working with educators and others to help people become more familiar with health information and services and build their health literacy skills over time is a way to improve public health literacy and promote health education.", "label": "true"}
{"claim": "Marie Curie was born Maria Sklodowska in Warsaw, Poland in 1867 to two schoolteachers who raised her with little money in a poverty-stricken neighborhood.", "label": "true"}
{"claim": "AI can help diagnose diseases, analyze images, predict outcomes, and personalize treatments.", "label": "true"}
{"claim": "CCS and CCUS are acknowledged as promising technologies to mitigate global warming but are stated to face challenges such as high costs, technical uncertainties, regulatory barriers, public acceptance, and environmental risks.", "label": "true"}
{"claim": "The Amazon rainforest is home to at least 430 different species of mammals.", "label": "false"}
{"claim": "The first large-scale desalination plant was built in Aruba in 1930.", "label": "false"}
{"claim": "Kepler discovered massive \"super-Earths\" and \"hot Jupiters\", such as Kepler-10b and Kepler-13Ab.", "label": "true"}
{"claim": "The first crossword puzzle was titled “FUN’s Word-Cross Puzzle”.", "label": "true"}
